Repository: vayset/ZeroChomageIES
Catalog: ZeroChomageIES/Resources/Strings/*.lproj/Localizable.strings
Languages: fr

# loginPasswordPlaceHolder
source: Password
fr: Mot de passe

# accountTabTitle
source: Account
fr: Mon Compte

# emailFordResetPassword
source: If you have forgotten your password, please write to the following email: contact@ies.fr
fr: Si vous avez oublié votre mot de passe, veuillez écrire sur le mail suivant : contact@ies.fr

source: Reset password
fr: Réinitialiser le mot de passe

# passwordRespectRulesTitle
source: Password should respect the following rules
fr: Le mot de passe doit respecter les règles suivantes

# passwordRespectRulesOne
source: Ensure string has 1 uppercase letter.
fr: Assurez-vous que la chaîne contient 1 lettre majuscule.

# passwordRespectRulesTwo
source: Ensure string has 1 special case letter.
fr: Assurez-vous que la chaîne a 1 lettre de casse spéciale.

# passwordRespectRulesThree
source: Ensure string has 1 digits.
fr: Assurez-vous que la chaîne comporte 1 chiffre.

# passwordRespectRulesFour
source: Ensure string has 1 lowercase letter.
fr: Assurez-vous que la chaîne contient 1 lettre minuscule.

# passwordRespectRulesFive
source: Ensure string has at least 8 characters.
fr: Assurez-vous que la chaîne comporte au moins 8 caractères.

# articleCreateFormTitlePlaceHolder
source: Title
fr: Titre

# articleCreateFormBodyPlaceHolder
source: Body content
fr: Contenue de corp

# articleCreateFormButtonTitle
source: Create
fr: Créer

# articleCreateFormUploadPhotoButtonTitle
source: Choose a picture
fr: Choisir une photo

# articleTitle
source: News Feed
fr: Fil d'actualité

# cellProvideInformation
source: Provide Information
fr: Fournir des informations

# cellProvideInformationDescription
source: Please provide your information so that we can validate your file.
fr: Veuillez fournir vos informations afin que nous puission valider votre dossier.

# cellProvideInformationStart
source: Start
fr: Commencer

# cellCheckStatusTitle
source: Check status
fr: Consulter le statut

# cellCheckStatusDescription
source: You can check the status of your case here.
fr: Vous pouvez vérifier l'état de votre dossier ici.

# cellCheckButtonTitle
source: Check
fr: Consulter

# cellCheckNewsTitle
source: Consult News
fr: Consulter les actualités

# cellCheckNewsDescription
source: Consult the news concerning our projects or the world of work
fr: Consulter l'actualité concernant nos projets ou sur le monde du travail

# cellControlPanelTitle
source: Panel control
fr: Contrôle panel

# cellControlPanelDescription
source: You can view the entire list of users, as well as vaild user folders
fr: Vous pouvez consulter toute la liste des utilisateurs, ainsi que vailder les dossier des utilisateurs

# cellButtonTitle
source: Read
fr: Lire
